import './App.css'
import {FC} from "react";

// task2 z5PFSTAK
// На головній сторінці вивести всіх користувачів. При кліку на певного користувача вивести його коризини товарів не
// заміняючи батьківський компонент (поруч з зі списком користувачів)
//
// task3 knZgVIwvqd
// На головній сторінці вивести всіх користувачів. При кліку на певного користувача вивести його коризини товарів
// заміняючи(!!!!!) батьківський компонент списком з корзинами.


    const App:FC = () => {
  return (
    <>

    </>
  )
}

export default App
