import { createRoot } from 'react-dom/client'
import './index.css'
import App from './App.tsx'

createRoot(document.getElementById('root')!).render(
    <App />
)

// Частина 2
// Створити сторінку з формою для створення об'єктів car. Створити сервіси для роботи з апі. (робота сервісу через axios)
// Впровадити валідацію відповідно до документації апі, щоб не можна було збререгти автівку якщо вона не відповідає умовам
// Не забувайте про те, що потрібно все поділяти на компоненти, але без надлишку (окремий інпут не має сенсу обгорткти в
// компонент)